lramonLSLuz/LSLibs_test/avr/boards.txt


uno.name=LS Uno
uno.build.mcu=atmega328p
uno.build.f_cpu=16000000L
uno.build.board=AVR_UNO
uno.build.core=arduino
uno.build.variant=standard
uno.bootloader.tool=avrdude
